Repository: jpawlowski/openvpn-als
Catalog: ovpnals-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr_fr

source: No '{0}' parameter supplied.
fr_fr: Paramètre '{0}' non fourni.

source: Selected Rights
fr_fr: Selected Droits

source: You must supply a valid path.
fr_fr: Vous devez fournir un chemin valide.

source: Vfs Rename Completed
fr_fr: Vfs Renommage complet

source: OpenVPN-ALS:::Delete selected files
fr_fr: OpenVPN-ALS:::Supprimer le(s) fichier(s) sélectionnée(s)

source: Confirm paste and overwrite existing file(s)
fr_fr: Confirmer coller et ecrasement du fichier(s) existant

source: Vfs File Deleted
fr_fr: Vfs Fichier supprimé

source: Import Existing Certificate
fr_fr: Importer un certificat éxistant

source: User:
fr_fr: Utilisateur:

source: Resource Summary
fr_fr: Résumé des ressources

source: View the HTML version of the OpenVPN-ALS Administrator's Guide
fr_fr: Voir la version HTML du guide administrateur d'OpenVPN-ALS

source: Requires
fr_fr: Exige

source: The key needs a new password.
fr_fr: Le key needs a new mot de passe.

source: Add To Favorites
fr_fr: Ajouter aux Favoris

source: Step 1 - SSL Tunnel Resource Details
fr_fr: Etape 1 - SSL Tunnel Ressource Details

source: Step 3 - Network Place Selection
fr_fr: Etape 3 - Selection d'un Favoris Réseau

source: {0} is already a favorite.
fr_fr: {0} est déjà un Favoris.

source: Edit access right
fr_fr: Editer l'autorisation

source: Configuring proxies
fr_fr: Configuriation du proxy

source: Destination Path
fr_fr: Chemin de destination

source: Please provide a name and description for this profile and choose a profile to use as the basis for this new profile.
fr_fr: Please provide a nom and description for thest profil and choose a profile to use as the basest for thest new profile.

source: Edit IP Restriction
fr_fr: Editer IP Restriction

source: None
fr_fr: Personne

source: Edit this profile's name and description.
fr_fr: Edit thest profile's nom and description.

source: The Site Pattern, if supplied, must be a valid regular expression. {0}
fr_fr: Le Site Pattern, si supplied, must be a valid regular expression. {0}

source: Web Forward Created
fr_fr: Application web Créée

source: Windows File Sharing
fr_fr: Partage de fichier Windows

source: OpenVPN-ALS::Create Folder
fr_fr: OpenVPN-ALS::Créer un dossier

source: Delete selected.
fr_fr: Supprimer la sélection.

source: You must supply a name for this resource.
fr_fr: You must supply a nom for thest ressource.

source: No
fr_fr: Non

source: Configuring web server
fr_fr: Configurer le serveur web

source: User confidential
fr_fr: Utilisateur confidential

source: Rename the file or folder.
fr_fr: Renommer le fichier ou le dossier.

source: Cancel and return to wizard
fr_fr: Annuler and return to assistant

source: OpenVPN-ALS:::Delete selected file.
fr_fr: OpenVPN-ALS:::Supprimer les fichiers sélectionnés.

source: Reset Users Private Key
fr_fr: Réinitialiser Users Private Key

source: Welcome Text
fr_fr: Texte de bienvenue

source: OpenVPN-ALS:::Create Network Place
fr_fr: OpenVPN-ALS:::Créer un Favoris Réseau

source: Upload files
fr_fr: Envoyer des fichiers

source: This delivery system sends messages to users who are running the OpenVPN-ALS Agent. Due to the nature of the agent, the message will probably take slightly longer to be delivered than by other methods.
fr_fr: Thest delivery system sends messages to users who are running the OpenVPN-ALS Agent. Due to the nature de the agent, the message will probably take slightly longer to be delivered than by other methods.

source: Copy this network place
fr_fr: Copier ce Favoris Réseau

source: Failed to validate profile. {0}
fr_fr: Echec de validation du profil. {0}

source: Reset Personal Questions
fr_fr: Réinitialiser Personal Questions

source: Wizard
fr_fr: Assistant

source: Installed certificate purchased from 3SP.com
fr_fr: Installed certificatpurchased from 3SP.com

source: Host
fr_fr: Hôte

source: Access right named <strong>{0}</strong> already exists.
fr_fr: Accès right named <strong>{0}</strong> already exists.

source: Creating install folder
fr_fr: Creating Installer folder

source: You must select at least one policy to attach this Authentication Scheme.
fr_fr: You must select at least one stratégie to attach thest Authentification Scheme.

source: Export this certificate
fr_fr: Export thest certificate

source: Password (HTTP BASIC)
fr_fr: Mot de passe (HTTP BASIC)

source: Are you sure you wish to remove this favorite?
fr_fr: Etes-vous sûr de vouloir supprimer ce Favori ?

source: Step 4 - SSL Tunnel Summary
fr_fr: Etape 4 - SSL Tunnel Summary

source: Disable this authentication scheme
fr_fr: Disable thest authentification scheme

source: Query string contains invalid escape sequence!
fr_fr: Query string contains invalide escape sequence!

source: Failed to configure web server. {0}
fr_fr: Echec lors de la configuration du serveur Web. {0}

source: Cancel Shutdown / Restart
fr_fr: Annuler Arrêter / Redémarrer

source: OpenVPN-ALS::::Create Network Place
fr_fr: OpenVPN-ALS::::Créer un Favoris Réseau

source: Here you can configure SSL tunnels from your client to ports on machines inside your network. Many TCP protocols can be tunneled using SSL, including the SMTP and POP protocols used by your email client.
fr_fr: Here you can configure Tunnels SSL from votre client to ports on machines inside votre réseau. Many TCP protocols can be tunneled using SSL, including the SMTP and POP protocols used by votre email client.

source: Scheme Selection
fr_fr: Sélection du mode

source: OpenVPN-ALS:::Delete authentication scheme
fr_fr: OpenVPN-ALS:::Delete authentification scheme

source: You are now creating a new <strong>Personal Access Right</strong>. This type of access right defines what areas of the system ordinary users are able to access.
fr_fr: You are now creating a new <strong>Personal Accès Right</strong>. Thest type de accès right defines what areas de the system ordinary users are able to access.

source: Destination folder must exist in this folder and be writable.
fr_fr: Le dossier de destination doit exister et doit petre modifiable.

source: The following wizard will guide you through the configuration of an access right of the type selected. This will allow you to grant rights to your users that will enable them to configure, maintain or otherwise control the various features of OpenVPN-ALS.
fr_fr: Le following assistant will guide you through the configuration de an accès right de the type selected. Thest will allow you to grant droits to votre users that will enable them to configure, maintain or otherwise control the various features de OpenVPN-ALS.

source: User database could not be opened. {0}
fr_fr: La base de donnée utilisateur ne peut pas être ouverte. {0}

source: You are now editing a <strong>Resource Access Right</strong>. This type of access right allows others users to maintain global resources such as Web Forwards, Network Places etc.
fr_fr: You are now editing a <strong>Ressource Accès Right</strong>. Thest type de accès right allows others users to maintain global ressources such as Web Forwards, Favoris Réseau etc.

source: User / Role
fr_fr: Utilisateur / Role

source: Profile:
fr_fr: Profil:

source: More ..
fr_fr: Plus ..

source: ticket is a required parameter
fr_fr: ticket est a required parameter

source: This feature requires the OpenVPN-ALS Agent which you do not currently have permission to use. Please contact your administrator.
fr_fr: Thest feature requires the OpenVPN-ALS Agent which you do not currently have permission to use. Please contact votre administrator.

source: The selected IP Restriction will be deleted. Are you sure?
fr_fr: Le selected IP Restriction will be deleted. Are you sure?

source: Query string contains invalid character!
fr_fr: Query string contains invalide character!

source: Click here if you wish paste the clipboard to this folder.
fr_fr: Cliquer ici si vous voulez coller le presse papiers dans ce dossier.

source: Delay in minutes
fr_fr: Délai en minutes

source: Resource Right
fr_fr: Ressource Right

source: You must supply a short name.
fr_fr: Vous devez fournir un nom court.

source: You cannot name custom profiles 'Default'.
fr_fr: Vous ne pouvez pas nommer le profil 'Defaut'.

source: Use this link to configure options such as web server settings, network proxy settings and automatic update settings. You can also set security settings here such as password lengths, maximum connection attempts and timeouts.
fr_fr: Use thest link to configure options such as web server settings, réseau proxy settings and automatic update settings. You can also set sécurité settings ici such as mot de passe lengths, maximum connection attempts and timeouts.

source: Extension '{0}' enabled.
fr_fr: Extension '{0}' activée.

source: Files of type:
fr_fr: Files de type:

source: Warning Messages
fr_fr: Messages d'avertissements

source: OpenVPN-ALS Agent
fr_fr: Agent OpenVPN-ALS

source: The creation of the Authentication Scheme failed. Please review any errors or warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: Le creation de the Authentification Scheme failed. Please review any erreurs or avertissements and either retry by clicking on <strong>Executer de nouveau</strong>, or cliquer<strong>Quitter l'assistant</strong> to leave the assistant now.

source: Browser command
fr_fr: Navigateur command

source: If your proxy uses Windows authentication you can set the authenticating domain here.
fr_fr: Si votre proxy uses Windows authentification you can set the authenticating domain ici.

source: Resource name must be {0} characters or less.
fr_fr: Ressource nom must be {0} characters or less.

source: Should in-memory caching be used or file based. For larger user populations, a file based cache is recommended.
fr_fr: Il est possible que la mémoire cache soit utilisée. Pour augmenter le nombre d'utilisateurs, un cache de dossier de base est recommandé.

source: Must select 1 or more resources to compress into a zip file.
fr_fr: Vous devez sélectionner au moins une ressources a compresser.

source: The accounts page allows you to configure which users supplied by the underlying database may access OpenVPN-ALS. If the database supports it, then you may also add, edit or delete users.
fr_fr: Le compte page allows you to configure which users supplied by the underlying database may accès OpenVPN-ALS. Si the database supports it, then you may also add, editer or delete users.

source: Select Authentication Scheme
fr_fr: Select Authentification Scheme

source: Accounts
fr_fr: Comptes

source: Confirm Reset Private Key
fr_fr: Confirmer Réinitialiser Private Key

source: Increase the priority of this Authentication Scheme
fr_fr: Increase the priority de thest Authentification Scheme

source: Click here if you wish to cut the selected resources.
fr_fr: Cliquer ici si vous voulez coupez les ressources sélectionnées

source: The server failed to register the application tunnel named {0}. {1}
fr_fr: Le server failed to register the application tunnel named {0}. {1}

source: Rename file.
fr_fr: Renommer le fichier.

source: Logoff
fr_fr: Déconnexion

source: My Network Places
fr_fr: Mes Favoris Réseaux

source: No action
fr_fr: Aucune action

source: Temporary tunnel inactivity timeout (secs)
fr_fr: Web forwarding inactivity timeout (seconds)

source: Password Required
fr_fr: Mot de passe requis

source: Unexpected end of data reached
fr_fr: Unexpected end de data reached

source: Is Administrator
fr_fr: Est Administrateur

source: My Account
fr_fr: Mon Compte

source: Configuration Changed - Restart Required
fr_fr: Configuration Modifiée - Redemarrage nécessaire

source: Increase the priority of this IP restriction
fr_fr: Augmenter la priorité de cette restriction d'IP

source: Commercial plug-ins and support services can be purchased from <a target="_blank" href="http://localhost">3SP.com</a>
fr_fr: Des modules d'extensions et service peuvent être achetés sur <a target="_blank" href="http://localhost">3SP.com</a>

source: The configuration has changed and OpenVPN-ALS now requires a restart before these settings can take effect. Do you wish to do this now?
fr_fr: La configuration a été modifiée et OpenVPN-ALS nécessite un redémarrage pour que les modifications prennent effet. Voulez-vous redémarrer maintenant ?

source: Up
fr_fr: Haut

source: The default view type to use when listing resources in the management console
fr_fr: Le default view type to use when listing ressources in the management console

source: Must select 1 or more resources to delete.
fr_fr: Vous devez sélectionner au moins une ressource a supprimer.

source: OpenVPN-ALS:::Change password
fr_fr: OpenVPN-ALS:::Changer mot de passe

source: Close connection immediately
fr_fr: Fermer la connexion immédiatement

source: Here you may provide any message you wish displayed to all users when they logon. You may not use <b>not</b> HTML here.
fr_fr: Here you may provide any message you wish displayed to all users when they logon. You may not use <b>not</b> HTML ici.

source: Please provide a name and description for this tunnel.
fr_fr: Please provide a nom and description for thest tunnel.

source: The maximum number of objects in each users cache.
fr_fr: Le nombre maximum d'objets dans le cache utilisateur.

source: WebFolders
fr_fr: Applications Web

source: Create Folder
fr_fr: Créer dossier

source: The following extensions are currently installed. You may uninstall the extension by clicking on the Delete action.
fr_fr: Le following extensions are currently installed. You may uninstall the extension by clicking on the Delete action.

source: My Favorites
fr_fr: Mes Favoris

source: <b>Rename Error.</b> {0}.
fr_fr: <b>Renommer l'erreur.</b> {0}.

source: Click here if you wish to create a personal right to allow other policies to create their own personal resources.
fr_fr: Cliquerici si you wish to create a personal right to allow other stratégies to create their propre personal ressources.

source: Make this profile your current profile
fr_fr: Faire de ce profil mon profil actuel

source: Resource Management
fr_fr: Administration des ressources

source: The time period in seconds that the client will wait for a response to a request from the server. The default value is 10000. Under poor network conditions you may wish to increase this value but socket timeout should be increased as well to accommodate.
fr_fr: La période en secondes auquel le client attend une réponse du serveur. La valeur par défaut est 10000. Dans le cas d'un réseau de faible puissance vous pouvez augmenter cette valeur, mais il faudrait aussi augmenter le timeout du socket de connexion.

source: Host name
fr_fr: Host nom

source: Company:
fr_fr: Société:

source: The server did not respond within the keep-alive time period.
fr_fr: Le serveur n'a pas répondu dans l'intervalle de keep-alive.

source: This authentication module asks the user for the answer to a random personal question (e.g. Your favorite color).
fr_fr: Thest authentification module asks the utilisateur for the answer to a random personal question (e.g. Votre favorite color).

source: A resource of this type with the name <strong>{0}</strong> already exists.
fr_fr: Une ressource de ce type avec le nom <strong>{0}</strong> éxiste déjà.

source: Show Folders:
fr_fr: Afficher les dossiers:

source: Source is {0}:{1} packet port {2}
fr_fr: Source est {0}:{1} packet port {2}

source: Failed to create new profile. {0}
fr_fr: Failed to create new profil. {0}

source: Edit policy
fr_fr: Edit stratégie

source: Global Tunnels
fr_fr: Tunnels globaux

source: JavaScript is disabled, you cannot use this application, enable JavaScript or contact your administrator.
fr_fr: JavaScript est désativé, vous ne pouvez pas utiliser cette application, activez JavaScript ou contactez votre administrateur.

source: Certificate
fr_fr: Certificat

source: Click here if you wish to create a new Path-Based Reverse Proxy Web Forward.
fr_fr: Cliquer ici si vous voulez créer une nouvelle application reverse proxy.

source: Primary if Secondary Exists
fr_fr: Primary si Secondary Exists

source: This screen allows you to edit an existing IP Restriction.
fr_fr: Thest screen allows you to editer an existing IP Restriction.

source: All configuration data stored in the profile will be deleted. Are you sure?
fr_fr: All configuration data stored in the profil will be deleted. Are you sure?

source: Max. objects per user
fr_fr: Objets maximum par personne

source: Local File
fr_fr: Fichier local

source: The port number <strong>{0}</strong> on interface <strong>{1}</strong> cannot currently be used. This may be because a service is already running on the port number. If you are using the default port <strong>443</strong>, this may be caused by web servers such as Apache or IIS. If this is the case either choose a different port here or configure your web server to run on a different port. Check the console and logs for more detail.
fr_fr: Le port number <strong>{0}</strong> on interface <strong>{1}</strong> cannot currently be used. Thest may be because a service est already running on the port number. Si you are using the default port <strong>443</strong>, thest may be caused by web servers such as Apache or IIS. Si thest est the case either choose a different port ici or configure votre web server to run on a different port. Check the console and logs for more detail.

source: Built-in
fr_fr: Intégré

source: Review the information below before clicking on <strong>Finish</strong> to create the Web Forward.
fr_fr: Vérifiez les informations avant de cliquer sur <strong>Terminer</strong> pour créer l'Application Web.

source: Application launched.
fr_fr: Application démarrée.

source: Choose the policies you wish to attach this application shortcut to.
fr_fr: Choisissez les stratégies que vous voulez attacher a ce raccourci.

source: New folder
fr_fr: Nouveau folder

source: Use this option to install a client certificate that is required by a host that OpenVPN-ALS connects to. Select the .P12 or .PFX file for uploading, enter the alias of the key, if you are unsure as to what this is leave it blank and the wizard will import the first key it finds in the file. Finally enter the passphrase of the key so that OpenVPN-ALS can decrypt the file and import the private key into its own store.
fr_fr: Use thest option to Installer a client certificatthat est required by a host that OpenVPN-ALS connects to. Select the .P12 or .PFX file for uploading, enter the alias de the key, si you are unsure as to what thest est leave it blank and the assistant will import the first key it finds in the file. Finally enter the passphrase de the key so that OpenVPN-ALS can decrypt the file and import the private key into its propre store.

source: An extension has been updated. This update will not take effect until after OpenVPN-ALS has been <a href="/showShutdown.do">restarted</a>.
fr_fr: An extension has been updated. Thest update will not take effect until after OpenVPN-ALS has been <a href="/showShutdown.do">restarted</a>.

source: Date Created
fr_fr: Date de création

source: This network place type provides a read only virtual file system mapped to a JAR (Java Archive) file.
fr_fr: Ce type de Favoris Réseau fournit en lecture seule un système de fichier virtuel pour les fichiers JAR (Java Archive).

source: Guest password
fr_fr: Mot de passe Invité

source: Are you sure you wish to remove this access right?
fr_fr: Are you sure you wish to remove thest accès right?

source: NetBIOS retry timeout (seconds)
fr_fr: NetBIOS tentative expirée (secondes)

source: OpenVPN-ALS:::Password Required
fr_fr: OpenVPN-ALS:::Mot de passe Requis

source: Edit this network place
fr_fr: Editer ce Favoris Réseau

source: Preferred scheme
fr_fr: Arrangement préféré

source: OpenVPN-ALS&reg; is a registered trademark of <strong><a class="externalLink" onclick="javascript:myRef = window.open('http://localhost','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,menubar=1,scrollbars=1,location=1');myRef.focus(); return false" href="http://localhost">3SP Ltd</a></strong>
fr_fr: OpenVPN-ALS&trade; est a trademark de <strong><a class="externalLink" onclick="javascript:myRef = window.open('http://localhost','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,menubar=1,scrollbars=1,location=1');myRef.focus(); return false" href="http://localhost">3SP Ltd</a></strong>

source: Zip Archives
fr_fr: Archives Zip

source: Create Host-Based Reverse Proxy
fr_fr: Créer un hôte mandataire inverse

source: Server Shut Down
fr_fr: Le serveur redemarre

source: Step 4 - Network Place Summary
fr_fr: Etape 4 - Régles du Favoris Réseau

source: OpenVPN-ALS:::Remove Policy
fr_fr: OpenVPN-ALS:::Remove Stratégie

source: <strong>{3}</strong> isn't a valid address pattern. Must be either specific address, CIDR network or wildcard address.
fr_fr: <strong>{3}</strong> n'est pas un modèle d'adresse valide. Doit être une adresse spécifique, réseau CIDR ou une adresse de remplacement.

source: Name:
fr_fr: Nom:

source: View Resource Access Right
fr_fr: Voir les autorisations

source: Information about the resource currently being edited
fr_fr: Information a propos de la ressource actuelle éditiée

source: You must provide a description for the user attribute.
fr_fr: You must provide a description for the utilisateur attribut.

source: OpenVPN-ALS:::Paste and overwrite existing file(s).
fr_fr: OpenVPN-ALS:::Coller et remplacer le(s) fichier(s) existant(s).

source: OpenVPN-ALS:::My Favorites
fr_fr: OpenVPN-ALS:::Favoris

source: Registration sync. timeout (seconds)
fr_fr: Temps maximal d'enregistrement (Registration sync. )(secondes)

source: Open
fr_fr: Ouvrir

source: Attributes
fr_fr: Attributs

source: Remove this profile
fr_fr: Remove thest profil

source: The username to use if option 'Try guest user' is enabled.
fr_fr: L'utilisateur a utiliser si l'option 'Essayer le compte invité' est active.

source: Welcome to the <strong>OpenVPN-ALS</strong> installation wizard. You will now be guided through the process of configuring the basic options to get the OpenVPN-ALS secure service. When complete, you should start the service, logon as the super user and start building the facilities you will make available to your users. You may return to this wizard at any time.
fr_fr: Bienvenue à l'assistant d'installation de <strong>OpenVPN-ALS</strong>. Vous allez être guidé tout au long de la procédure de configuration, concernant les options de base de SSL-Exporer afin d'obtenir un service sécurisé. Lorsque l'installation sera complète, vous pourrez démarrer le service et vous connecter en tant que super utilisateur et comencer la construction the facilities you will make available to votre users. You may return to thest wizard at any time.

source: Downloading application file using Maverick HTTP client
fr_fr: Le fichier de téléchargement utilise le client Maverick HTTP.

source: Redirect in progress
fr_fr: Redirection en cours

source: With this option enabled, OpenVPN-ALS will automatically attempt to connect to 3SP Extension Store when the Extension Manager page is loaded.
fr_fr: With thest option enabled, OpenVPN-ALS will automatically attempt to connect to 3SP Extension Store when the Extension Manager page est loaded.
